{
    "Retour à l'acceuil":"Back to home",
    "Politique de Confidentialité":"Privacy Policy",
    "Cette politique de confidentialité décrit comment nous collectons, utilisons et partageons vos informations personnelles conformément à la Loi 25 du Québec.":"This privacy policy describes how we collect, use and share your personal information in accordance with Quebec's Law 25.",
    "Collecte d’informations":"Information Collection",
    "Nous collectons ces informations lorsque vous remplissez un formulaire, effectuez un achat ou":"We collect this information when you fill out a form, make a purchase or",
    "entrez des informations sur notre site Web.Nous collectons les informations personnelles suivantes :":"enter information on our website. We collect the following personal information:",
    "Nom":"Name",
    "Adresse e-mail":"Email address",
    "Numéro de téléphone":"Phone number",   
    "Adresse postale":"Mailing address",
    "Adresse IP":"IP address",
    "Informations de géolocalisation":"Geolocation information",
    "Utilisation des informations":"Information Use",
    "Nous utilisons les informations personnelles que nous collectons pour :":"We use the personal information we collect to:",
    "Personnaliser votre expérience et répondre à vos besoins individuels":"Customize your experience and meet your individual needs",
    "Fournir un service clientèle personnalisé":"Provide personalized customer service",
    "Traiter les transactions":"Process transactions",
    "Envoyer des courriels périodiques concernant votre commande ou d’autres produits et services":"Send periodic emails regarding your order or other products and services",
    "Responsable des données personnelles":"Personal Data Controller",
    "Le responsable des données personnelles est Laurent Généreux, que vous pouvez joindre à":"The personal data controller is Laurent Généreux, who you can reach at",
    "l’adresse e-mail suivante : laurent@devxpress.ca.":"the following email address : laurent@devxpress.ca.",
    "Partage des informations":"Information Sharing",
    "Nous ne vendons, n’échangeons ni ne transférons vos informations personnelles à des":"We do not sell, trade or transfer your personal information to",
    "tiers, sauf si nous avons votre autorisation expresse ou si la loi l’exige.":"third parties, unless we have your express permission or if the law requires it.",
    "Protection des informations":"Information Protection",
    "Nous mettons en œuvre une variété de mesures de sécurité pour protéger la sécurité de":"We implement a variety of security measures to protect the security of",
    "vos informations personnelles. Nous utilisons un cryptage de pointe pour protéger les":"your personal information. We use advanced encryption to protect",
    "informations sensibles transmises en ligne.":"sensitive information transmitted online.",
    "Nous utilisons des cookies pour nous aider à enregistrer vos préférences pour les":"We use cookies to help us record your preferences for",
    "visites futures et à compiler des données agrégées sur le trafic et l'interaction sur le":"future visits and to compile aggregated data on traffic and interaction on the",
    "site afin d'offrir de meilleures expériences et outils à l'avenir.":"site in order to offer better experiences and tools in the future.",
    "Droits des utilisateurs":"User Rights",
    "Conformément à la Loi 25, vous avez le droit d'accéder à vos données personnelles, de les corriger et de demander leur suppression.":"In accordance with Law 25, you have the right to access your personal data, correct it and request its deletion.",
    "Pour exercer ces droits, veuillez nous contacter à l’adresse ci-dessous.":"To exercise these rights, please contact us at the address below.",
    "Consentement":"Consent",
    "En utilisant notre site, vous consentez à notre politique de confidentialité.":"By using our site, you consent to our privacy policy.",
    "Modifications de la politique de confidentialité":"Privacy Policy Changes",
    "Si nous décidons de modifier notre politique de confidentialité,":"If we decide to change our privacy policy,",
    "nous publierons ces modifications sur cette page et mettrons à jour la date de la dernière modification.":"we will post these changes on this page and update the last modification date.",
    "Dernière mise à jour : 3 novembre 2023":"Last update: November 3, 2023",
    "Si vous avez des questions ou des préoccupations concernant notre politique de confidentialité,":"If you have any questions or concerns about our privacy policy,",
    "veuillez nous contacter à l’adresse e-mail suivante : loi25@devxpress.ca.":"please contact us at the following email address: loi25@devxpress.ca.",
    "politique de cookies":"cookie policy",
    "Cette politique de confidentialité décrit comment nous collectons, ":"This privacy policy describes how we collect,",
    "utilisons et partageons vos informations personnelles conformément à la Loi 25 du Québec.":"use and share your personal information in accordance with Quebec's Law 25.",
    "DevXpress | Politique de Cookies":"DevXpress | Cookie Policy",
    "Utilisation des cookies, Politique en matière de cookies, Cookies et confidentialité, Consentement aux cookies, Technologies de suivi, Cookies web, Collecte de données, Paramètres des cookies, Préférences en matière de cookies, Préférences de confidentialité, Gestion des cookies, Conformité au RGPD, Analyses de site web, Cookies de personnalisation, Cookies tiers, Divulgation des cookies, Options de refus, Bannière de cookies, Avis sur les cookies, Exigences légales.":"Cookie usage, Cookie policy, Cookies and privacy, Cookie consent, Tracking technologies, Web cookies, Data collection, Cookie settings, Cookie preferences, Privacy preferences, Cookie management, GDPR compliance, Website analytics, Personalization cookies, Third-party cookies, Cookie disclosure, Opt-out options, Cookie banner, Cookie notice, Legal requirements",
    "Explorez notre Politique de Cookies : Votre guide pour comprendre comment nous utilisons les cookies, assurant la transparence et vous donnant le contrôle de votre expérience en ligne. Découvrez en plus sur les types de cookies que nous utilisons et comment vous pouvez gérer vos préférences. Votre vie privée est importante pour nous – plongez dans les détails dès maintenant.":"Explore our Cookie Policy: Your guide to understanding how we use cookies, ensuring transparency, and empowering you with control over your online experience. Learn more about the types of cookies we utilize and how you can manage your preferences. Your privacy matters to us – delve into the details now."
}